Revit 2027 API
ParameterTypeId.SpotElevSingleOrUpperSuffix Property
 "Single/Upper Value Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevSingleOrUpperSuffix { get; }
Public Shared ReadOnly Property SpotElevSingleOrUpperSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevSingleOrUpperSuffix {
	ForgeTypeId^ get ();
}
static member SpotElevSingleOrUpperSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace